{
  "plugins": {
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "fzf-mru.vim": {
      "src": "https://github.com/pbogut/fzf-mru.vim"
    },
    "fzf.vim": {
      "src": "https://github.com/junegunn/fzf.vim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gv.vim": {
      "src": "https://github.com/junegunn/gv.vim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-trevJ.lua": {
      "src": "https://github.com/AckslD/nvim-trevJ.lua"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "startuptime.vim": {
      "src": "https://github.com/tweekmonster/startuptime.vim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-obsession": {
      "src": "https://github.com/tpope/vim-obsession"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "xai.nvim": {
      "src": "https://github.com/namnd/xai.nvim"
    }
  }
}
